<%@ page language="C#" masterpagefile="~/mstClientPage.master" autoeventwireup="true" inherits="History, App_Web_kfwzvjyo" title="History | Nagar Bandhara Community" %>

<asp:Content ID="Content1" ContentPlaceHolderID="HeadContent" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="Contentplaceholder1" runat="Server">
    <div class="middle-cnt">
        <div class="abt_section">
            <h1>
                History</h1>
            <p>
                <strong>શ્રી નાગર બંધારા</strong> જ્ઞાતિનો ઈતિહાસ અનાદિ કાળથી ચાલતો આવે છે .પ્રથમ
                તે સાત પંચો થી અસ્તિત્વ ધરાવે છે. ઈતિહાસ કોઈપણ દેશ,સમાજ કે ધર્મમાં ઉલ્લેખાયો નથી.પણ
                ઋષિ મુનીઓએ વેદ પુરાણોમાં લખેલો છે.જગત સર્જક ઈશ્વરે દરેકને અખૂટ શક્તિ સાથે પરિવર્તનશીલ
                બનાવ્યા છે.પુરાણોના ઉલ્લેખ અનુસાર જુદાજુદા સમયથી જુદાજુદા કારણોથી બ્રાહ્મણોનો સમુદાય
                થોડાક દોષ માત્રથી પોતાના જ્ઞાતિજનોથી દુર થઇ ગયા.સ્કંદ પુરાણના નાગરખંડના છઠ્ઠા ખંડમાં
                નાગર બ્રાહ્મણોની બાબતમાં વિશાળ હકીકત આપવામાં આવી છે.પહેલા બ્રાહ્મણોની એક જ જ્ઞાતિ
                હતી.દેશ,કાળ અને કર્મના ભેદથી તેમના અનેક વિભાગ થઇ ગયા અને તે પ્રમાણે દેશ,કાળ,કર્મ
                અને વ્યવસાયને આધારે જ્ઞાતિના ઉપનામો પડી ગયા.નાગર બ્રાહ્મણોની પરંપરા સાથે સંબંધ ધરાવતી
                નાગર 'બંધ્હરા','બંધ્હારા','બંધારા' નામની જ્ઞાતિ હાલમાં છે.
            </p>
            <p>
                નાગર બંધારા વિશે એમ કહેવાય છે કે :"રાજા જન્મેજયના અશ્વમેધ યજ્ઞ માટે શ્રીનગરથી ચારેય
                વેદના જાણકાર એવા અઢાર વેદજ્ઞ નાગર બ્રાહ્મણોને બોલાવ્યા.તેમણે યજ્ઞ સારી રીતે પૂરો
                કરાવ્યો.રાજાએ યજ્ઞની પુર્ણાહુતીથી ખુશ થઈને બ્રાહ્મણોને સોનાની ગાય આપી પણ બ્રાહ્મણો
                અયાચક હોવાથી તેમણે દાન લેવાની ના પાડી.આથી રાજાએ ક્રોધે ભરાઈને તેમને બંદીવાન બનાવ્યા
                અને કહ્યું કે જે બ્રાહ્મણો યજ્ઞોપવીત(જનોઈ) ઉતરશે. તેમને મુક્તિ મળશે.રજાનો હુકમ સાંભળીને
                અઢારમાંથી નવ બ્રાહ્મણોએ યજ્ઞોપવીત ઉતારીને યજ્ઞમાં હોમી દીધી અને મુક્તિ મેળવી તથા
                નવ બ્રાહ્મણોએ જેલ સ્વીકારી.મુક્તિ મેળવેલા નવ બ્રાહ્મણો ત્યાંથી યોગીનીપુર આવી વસ્યા
                અને તેમની આરાધ્યા દેવી મહાકાલીની ભક્તિ કરી. તેમની ભક્તિથી પ્રશન્ન થઈ માતાએ તેમને
                વરદાન માંગવા કહયું.બ્રાહ્મણોએ માતા પાસે પેલા નવ બ્રાહ્મણબંધુઓની મુક્તિ માગી.માતાએ
                બ્રાહ્મણોને દિવ્ય વસ્ત્ર આપ્યું અને તેને રાજા-રાણીને આપવા કહ્યું.આમ કહી માં અંતરધ્યાન
                થયા.બ્રાહ્મણો વસ્ત્ર લઈને રાજા-રાણી પાસે ગયા અને તેમને તે દિવ્ય વસ્ત્ર આપ્યું.રાજા-રાણી
                તે દિવ્ય વસ્ત્ર જોઈ રાજા-રાણી પ્રશન્ન થયા અને નવ બ્રાહ્મણોને મુક્ત કર્યા.
            </p>
            <p>
                આ પછી અઢારે બ્રાહ્મણો પાછા યોગીનીપુર માતાજી પાસે આવ્યા.માતાજીએ પેલા નવ બ્રાહ્મણોને
                કહ્યું :"તમે સંકટના સમયે યજ્ઞોપવિતનો ત્યાગ કર્યો છે માટે તમે ફરી યજ્ઞોપવિત ધારણ
                કરી શકો છો."માતાજીએ કહ્યું:'તમે તમારા બ્રાહ્મણબંધુઓને બંધનમાંથી મુક્ત કર્યા છે.માટે
                તમે આજથી 'નાગર બંધહરા' નામથી પ્રસિદ્ધ થશો.'તમારી ચઢતી થશે,તમારા વંશની કીર્તિ થશે,તમારું
                કલ્યાણ થાવ' આમ કહી માતા અંતરધ્યાન થયા.
            </p>
            <p>
                આમ ત્યારથી નાગરો 'નાગર બંધહરા','નાગર બંધહારા' કે 'નાગર બંધારા' ના નામથી પ્રસિદ્ધ
                થયા.
            </p>
        </div>
    </div>
    <div class="f-main">
        <img src="images/add1.jpg" />
    </div>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="BottomContent" runat="Server">
</asp:Content>
